app/views/groups/_form.html.haml

      #search-users
      - @group.users.each do |user|
        .chat-group-user.clearfix.js-chat-member#user.id
---
SELECT `users`.id FROM `users` INNER JOIN `group_users` ON `users`.`id` = `group_users`.`user_id` WHERE `group_users`.`group_id` = 3