app/controllers/groups_controller.rb

INSERT INTO `group_users` (`group_id`, `user_id`, `created_at`, `updated_at`) VALUES (1, 2, '2019-02-16 12:48:46', '2019-02-16 12:48:46')
INSERT INTO `groups` (`name`, `created_at`, `updated_at`) VALUES ('l,l,l,', '2019-02-16 12:48:46', '2019-02-16 12:48:46')
---
  def create
    @group = Group.new(group_params)
    @group.users << current_user

UPDATE `groups` SET `name` = 'aaaaaa', `updated_at` = '2019-02-17 05:38:38' WHERE `groups`.`id` = 3
---
  def update
    if @group.update(group_params)